<%@ page language="java" contentType="text/html; charset=utf-8"
    pageEncoding="utf-8"%>
<!DOCTYPE html>
<html lang="en">
<head>
	<meta charset="UTF-8">
	<link rel="stylesheet" href="/stylesheets/business-header.css">
    <link rel="stylesheet" type="text/css" href="/stylesheets/customer-footer.css">
    <link rel="stylesheet" type="text/css" href="/stylesheets/modify-contract.css">
	<title>合同修改</title>
</head>
<body>
	 <jsp:include page="business-header.jsp"></jsp:include>
    <div class="wrap">
    	<div class="return">
            
			<a href="/springmvc/company/chat">返回上一层</a>
		</div>
        <input id="sure" type="submit" value="确定">
		<div class="contract">
           <p> 股权转让合同</p>

转让方（以下称甲方）： 

受让方（以下称乙方）： 

鉴于：

依据《中华人民共和国民法通则》、《中华人民共和国公司法》、《中华人民共和国合同法》及相关法律、法规和政策文件的规定，双方经友好协商，就乙方受让甲方所持公司100%的股权事宜达成本合同，以兹共同遵照执行。
第一条  股权转让比例
甲乙双方确认：转让方将其持有的          公司100%股份转让至受让方名下。
第二条   股权转让价格及支付方式
（一）甲乙双方商定：乙方同意以税后价      万元（大写：人民币               ）的价格受让甲方持有的公司100%的股权。
（二）本合同签订后3日内，乙方向甲方支付      万元（大写：人民币           ）至甲方指定账户。甲方收到乙方此款3个工作日内，按本合同约定，完成将股权全部转让给乙方并办理完毕股权和公司法定代表人的所有工商变更登记手续等工作，并按本合同第四条约定与乙方完成所有交接工作。
第三条 法定代表人更换及法人治理结构
（一）公司法定代表人变更登记与股权变更登记同时进行，转让方作为公司原法定代表人，应在法定代表人和股权变更登记后6个月内，配合乙方及股权转让后的公司正常开展相关工作。
（二）股权变更登记后的公司法人治理结构由乙方完成。
第四条  公司交接
（一）公司法定代表人及股权变更登记完毕当日，甲乙双方按公司管理制度办理与股权转让相关的公司的证书、 印章、印鉴、批件、及其他资料、文件的交接（以下简称“交接”）。
（二）在双方交接时，由双方共同向相关部门申请作废公司原印章、印鉴并启用新的印章、印鉴。新旧印章印模式鉴由甲乙双方签字确认后各自留存一份。
（三）公司财务帐薄等相关财务资料和文件不齐备，乙方同意甲方仅就公司现有资料和文件向乙方移交。
（四）在合同生效日至交接完成期间，对公司出现的任何重大不利影响，双方应共同作出妥善处理。
第五条  交易费用的承担
甲乙双方共同确认，甲方因本合同项下股权转让需承担的一切税费，由乙方承担和支付，乙方应按照相关法律规定的时间向税务等相关部门缴纳。若发生税务等部门向甲方追缴的情形，甲方可在缴纳前要求乙方缴纳，或在缴纳后向乙方要求支付所缴纳的税费。
第六条  甲方保证及承诺
（一）甲方保证本合同的签署及履行，不会受到甲方自身条件的限制，也不会导致对甲方公司章程、股东会或董事会决议、判决、裁决、政府命令、法律、法规、契约的违反。
（二）甲方保证对其所持公司的100%的股权享有完全的独立权益及拥有合法、有效、完整的处分权，亦未被任何有权机构采取查封等强制性措施。若有第三方对甲方转让股权主张权利，由甲方负责予以解决。
（三）甲方保证，在本合同签订生效后至公司工商变更手续办理完毕期间，不置换、挪用公司资产，公司资产性质不发生重大变化，且公司不从事与经营范围无关的业务。未经乙方许可，不得以公司名义签署任何文件、支出任何款项。
（四）公司在交接前的对外借贷及担保所产生的民事债务由甲方承担。
（五）公司在交接前不涉及拖欠职工工资及欠交社保费用之情形，也不存在职工安置问题。
（六）公司在交接前未收到工商、土地、税务等相关政府部门的行政处罚口头或书面通知。
（七）甲方对乙方公司交接之前的债务承担连带清偿的责。
第七条  乙方保证及承诺
（一）乙方保证其为签订本合同之目的向甲方提交的各项证明文件及资料均为真实、完整的。保证有足够资金履行本合同约定的收购及付款义务。
（二）乙方保证本合同的签署及履行，不会受到乙方自身条件的限制，也不会导致对乙方公司章程、股东会或董事会决议、判决、裁决、政府命令、法律、法规、契约的违反。
（三）乙方同意在本合同所述条件下购买甲方所持公司100%股权，并按本合同约定承担相应的责任和义务。
（四）交接后公司新发生的债务由交接后的公司或乙方承担，与甲方无关。
第八条 或有债务的处理
（一）完成交接后，若出现本合同第六条第四款、第五款所述债权人直接向公司主张债权的，乙方应通知甲方，不得自行或以公司名义支付。经甲方确认属实后，由甲方直接支付，若甲方确认后因未及时支付而由交接后的公司或乙方承担了支付义务的，乙方及交接后的公司有权向甲方追偿。
（二）完成交接后，若出现本合同第六条第四款、第五款所述债权人以司法途径向公司主张债权的，乙方承诺由公司授权甲方或甲方指定人代理诉讼，并由甲方承担诉讼费和律师费。若该主张的债权经确认为交接后形成，由交接后的公司及乙方清偿该笔债务，并承担诉讼费和甲方支付的律师费。
第九条  违约责任
（一）甲方未按合同约定履行股权变更义务，或违反本合同约定的其他义务或甲方所做的保证和承诺，乙方可选择本合同继续履行或解除本合同，并按股权转让总价款的10%向甲方收取违约金。
（二）乙方未按合同约定支付股权转让价款，或违反本合同约定的其他义务或乙方所作的保证和承诺，甲方可选择本合同继续履行或解除本合同，并按股权转让总价款的10%向乙方收取违约金。
第十条  合同的变更、解除和终止
（一）甲乙双方经协商一致，可以变更、解除或终止本合同。
（二）法律规定合同可以解除的情形发生后，或甲乙双方根据本合同第十一条的约定行使合同解除权的，解除合同一方应按本合同第十三条约定的地点和方式向对方送达书面解除合同通知，本合同自通知送达之日解除。
（三）合同解除后，双方按照约定办理合同解除事宜，没有约定又不能协商一致的，按照法律规定办理。
第十一条  通知及文函送达
（一）本合同一方向另一方发出的任何通知及其他书面文函，除双方当面交接外，均应按下列地址、联系方式以邮政速递（EMS）形式发送至对方： 
甲方：
地  址：
收件人：
电  话：           移动电话：
乙 方： 
地  址： 
收件人：
电  话：           移动电话：
（二）如以邮政速递（EMS）形式递交通知及其他文函，则收件局收寄后的第3日为收件日期。
（三）甲乙双方任何一方本合同第十一条第一款约定的联系方式和地址发生变更，均应书面通知对方。
（四）甲乙双方任何一方按本合同约定的方式向本合同第十一条第一款约定对方联系地址递交的通知和其他文函，均视为向转让方及受让方的有效送达。
第十二条  管辖及争议解决方式
（一）本合同及股权转让中的行为均适用中华人民共和国法律。
（二）双方因本合同的解释或履行发生争议的，首先应由双方协商解决：协商解决不成的，依法向合同签订地有管辖权的人民法院起诉，所发生的律师费、诉讼费等由败诉方承担。
第十三条  合同生效及其他
（一）本合同经甲乙双方签字或盖章后生效。
（二）本合同一式贰份，甲乙双方各执壹份，每份具有同等法律效力。
（三）本合同由甲乙双方在              签订。
 
甲方：           　　　　　　　　　　乙方： 
二○一二年     月    日
           
           
		</div><!--contract-->
    </div><!--wrap-->
    <div id="footer">
        <div id="foot-list">
        </div>
    </div>
</body>
</html>